<?php
@include("../../inc/header.php");

/*
		SoftName : EmpireBak
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

E_D("DROP TABLE IF EXISTS `phome_enewsshopdd`;");
E_C("CREATE TABLE `phome_enewsshopdd` (
  `ddid` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `ddno` varchar(30) NOT NULL DEFAULT '',
  `ddtime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `userid` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `username` varchar(30) NOT NULL DEFAULT '',
  `outproduct` tinyint(1) NOT NULL DEFAULT '0',
  `haveprice` tinyint(1) NOT NULL DEFAULT '0',
  `checked` tinyint(1) NOT NULL DEFAULT '0',
  `truename` varchar(20) NOT NULL DEFAULT '',
  `oicq` varchar(25) NOT NULL DEFAULT '',
  `msn` varchar(120) NOT NULL DEFAULT '',
  `email` varchar(120) NOT NULL DEFAULT '',
  `mycall` varchar(30) NOT NULL DEFAULT '',
  `phone` varchar(30) NOT NULL DEFAULT '',
  `address` varchar(255) NOT NULL DEFAULT '',
  `zip` varchar(8) NOT NULL DEFAULT '',
  `psid` smallint(6) NOT NULL DEFAULT '0',
  `psname` varchar(60) NOT NULL DEFAULT '',
  `pstotal` float(11,2) NOT NULL DEFAULT '0.00',
  `alltotal` float(11,2) NOT NULL DEFAULT '0.00',
  `payfsid` smallint(6) NOT NULL DEFAULT '0',
  `payfsname` varchar(60) NOT NULL DEFAULT '',
  `payby` tinyint(4) NOT NULL DEFAULT '0',
  `alltotalfen` float(11,2) NOT NULL DEFAULT '0.00',
  `fp` tinyint(1) NOT NULL DEFAULT '0',
  `fptt` varchar(255) NOT NULL DEFAULT '',
  `fptotal` float(11,2) NOT NULL DEFAULT '0.00',
  `fpname` varchar(50) NOT NULL DEFAULT '',
  `userip` varchar(20) NOT NULL DEFAULT '',
  `signbuild` varchar(100) NOT NULL DEFAULT '',
  `besttime` varchar(120) NOT NULL DEFAULT '',
  `pretotal` float(11,2) NOT NULL DEFAULT '0.00',
  `ddtruetime` int(10) unsigned NOT NULL DEFAULT '0',
  `havecutnum` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`ddid`),
  KEY `ddno` (`ddno`),
  KEY `userid` (`userid`)
) ENGINE=MyISAM AUTO_INCREMENT=38 DEFAULT CHARSET=utf8");
E_D("replace into `phome_enewsshopdd` values('9','152350112142904','2018-04-12 10:45:38','1','lehuyun','0','1','0','罗战虎','','','123@qq.com','029-86286582','13991267286','山西省临汾','710014','1','送货上门','0.00','380.00','4','预付款支付','2','20.00','0','','0.00','','127.0.0.1','','','0.00','1523501138','1');");
E_D("replace into `phome_enewsshopdd` values('8','152350101624416','2018-04-12 10:43:42','1','lehuyun','0','1','0','罗战虎','','','123@qq.com','029-86286582','13991267286','山西省临汾','','1','送货上门','0.00','380.00','4','预付款支付','2','20.00','0','','0.00','','127.0.0.1','','','0.00','1523501022','1');");
E_D("replace into `phome_enewsshopdd` values('7','152350094550385','2018-04-12 10:42:32','1','lehuyun','0','1','0','罗战虎','','','123@qq.com','029-86286582','13991267286','山西省临汾','','1','送货上门','0.00','190.00','4','预付款支付','2','10.00','0','','0.00','','127.0.0.1','','','0.00','1523500952','1');");
E_D("replace into `phome_enewsshopdd` values('6','152350087665231','2018-04-12 10:41:26','1','lehuyun','0','1','0','罗战虎','','','123@qq.com','029-86286582','13991267286','山西省临汾','','1','送货上门','0.00','190.00','4','预付款支付','2','10.00','0','','0.00','','127.0.0.1','','','0.00','1523500886','1');");
E_D("replace into `phome_enewsshopdd` values('5','152350037115589','2018-04-12 10:33:47','1','lehuyun','0','1','0','罗战虎','','','123@qq.com','029-86286582','13991267286','山西省临汾','100014','1','送货上门','0.00','570.00','4','预付款支付','2','30.00','0','','0.00','','127.0.0.1','','','0.00','1523500427','1');");
E_D("replace into `phome_enewsshopdd` values('10','152350126640673','2018-04-12 10:48:19','1','lehuyun','0','1','0','罗战虎','','','123@qq.com','029-86286582','13991267286','山西省临汾','','1','送货上门','0.00','190.00','4','预付款支付','2','10.00','0','','0.00','','127.0.0.1','','','0.00','1523501299','1');");
E_D("replace into `phome_enewsshopdd` values('11','152350181034694','2018-04-12 10:56:56','1','lehuyun','0','1','0','罗战虎','','','123@qq.com','029-86286582','13991267286','山西省临汾','','1','送货上门','0.00','190.00','4','预付款支付','2','10.00','0','','0.00','','127.0.0.1','','','0.00','1523501816','1');");
E_D("replace into `phome_enewsshopdd` values('12','152350435761498','2018-04-12 11:39:23','1','lehuyun','0','1','0','罗战虎','','','123@qq.com','029-86286582','13991267286','山西省临汾','','1','送货上门','0.00','190.00','4','预付款支付','2','10.00','0','','0.00','','127.0.0.1','','','0.00','1523504363','1');");
E_D("replace into `phome_enewsshopdd` values('13','152350449672545','2018-04-12 11:41:41','1','lehuyun','0','1','0','罗战虎','','','123@qq.com','029-86286582','13991267286','山西省临汾','','1','送货上门','0.00','190.00','4','预付款支付','2','10.00','0','','0.00','','127.0.0.1','','','0.00','1523504501','1');");
E_D("replace into `phome_enewsshopdd` values('14','152350468321955','2018-04-12 11:44:50','1','lehuyun','0','1','0','罗战虎','','','123@qq.com','029-86286582','13991267286','山西省临汾','','1','送货上门','0.00','190.00','4','预付款支付','2','10.00','0','','0.00','','127.0.0.1','','','0.00','1523504690','1');");
E_D("replace into `phome_enewsshopdd` values('15','152350490834823','2018-04-12 11:48:31','1','lehuyun','0','1','0','罗战虎','','','123@qq.com','029-86286582','13991267286','山西省临汾','','1','送货上门','0.00','190.00','4','预付款支付','2','10.00','0','','0.00','','127.0.0.1','','','0.00','1523504911','1');");
E_D("replace into `phome_enewsshopdd` values('16','152350536542774','2018-04-12 11:56:16','1','lehuyun','0','1','0','罗战虎','','','123@qq.com','029-86286582','13991267286','山西省临汾','','1','送货上门','0.00','190.00','6','点数购买','1','10.00','0','','0.00','','127.0.0.1','','','0.00','1523505376','1');");
E_D("replace into `phome_enewsshopdd` values('17','152351576633486','2018-04-12 14:49:38','1','lehuyun','0','1','0','罗战虎','','','123@qq.com','029-86286582','13991267286','山西省临汾','','1','送货上门','0.00','190.00','4','预付款支付','2','10.00','0','','0.00','','127.0.0.1','','','0.00','1523515778','1');");
E_D("replace into `phome_enewsshopdd` values('18','152351583635109','2018-04-12 14:50:52','1','lehuyun','0','1','0','罗战虎','','','123@qq.com','029-86286582','13991267286','山西省临汾','','1','送货上门','0.00','190.00','6','点数购买','1','10.00','0','','0.00','','127.0.0.1','','','0.00','1523515852','1');");
E_D("replace into `phome_enewsshopdd` values('19','152351605266876','2018-04-12 14:54:20','1','lehuyun','0','1','0','罗战虎','37910115','','123@qq.com','029-86286582','13991267286','山西省临汾','','1','送货上门','0.00','190.00','4','预付款支付','2','10.00','0','','0.00','','127.0.0.1','','','0.00','1523516060','1');");
E_D("replace into `phome_enewsshopdd` values('20','152351625216561','2018-04-12 14:57:40','1','lehuyun','0','1','0','罗战虎','','','123@qq.com','029-86286582','13991267286','山西省临汾','','1','送货上门','0.00','190.00','4','预付款支付','2','10.00','0','','0.00','','127.0.0.1','','','0.00','1523516260','1');");
E_D("replace into `phome_enewsshopdd` values('21','152351629218607','2018-04-12 14:58:18','1','lehuyun','0','1','0','罗战虎','','','123@qq.com','029-86286582','13991267286','山西省临汾','','1','送货上门','0.00','190.00','4','预付款支付','2','10.00','0','','0.00','','127.0.0.1','','','0.00','1523516298','1');");
E_D("replace into `phome_enewsshopdd` values('22','152351638117053','2018-04-12 14:59:51','1','lehuyun','0','1','0','罗战虎','','','123@qq.com','029-86286582','13991267286','山西省临汾','','1','送货上门','0.00','190.00','4','预付款支付','2','10.00','0','','0.00','','127.0.0.1','','','0.00','1523516391','1');");
E_D("replace into `phome_enewsshopdd` values('23','152351641942656','2018-04-12 15:00:24','1','lehuyun','0','1','0','罗战虎','','','123@qq.com','029-86286582','13991267286','山西省临汾','','1','送货上门','0.00','190.00','4','预付款支付','2','10.00','0','','0.00','','127.0.0.1','','','0.00','1523516424','1');");
E_D("replace into `phome_enewsshopdd` values('24','152351647879136','2018-04-12 15:01:27','1','lehuyun','0','1','0','罗战虎','','','123@qq.com','029-86286582','13991267286','山西省临汾','','1','送货上门','0.00','190.00','4','预付款支付','2','10.00','0','','0.00','','127.0.0.1','','','0.00','1523516487','1');");
E_D("replace into `phome_enewsshopdd` values('25','152351685788590','2018-04-12 15:07:43','1','lehuyun','0','1','0','罗战虎','','','123@qq.com','029-86286582','13991267286','山西省临汾','','1','送货上门','0.00','190.00','4','预付款支付','2','10.00','0','','0.00','','127.0.0.1','','','0.00','1523516863','1');");
E_D("replace into `phome_enewsshopdd` values('26','152352303012186','2018-04-12 16:50:41','1','lehuyun','0','1','0','郭富城','','','guofucheng@qq.com','010-89688012','13810374034','北京市昌平区天通苑西二区13号楼302室','','1','送货上门','0.00','570.00','4','预付款支付','2','30.00','0','','0.00','','127.0.0.1','','','0.00','1523523041','1');");
E_D("replace into `phome_enewsshopdd` values('27','152352468126177','2018-04-12 17:18:24','1','lehuyun','0','1','0','郭富城','','','guofucheng@qq.com','010-89688012','13810374034','北京市昌平区天通苑西二区13号楼302室','','1','送货上门','0.00','1140.00','4','预付款支付','2','60.00','0','','0.00','','127.0.0.1','','','0.00','1523524704','1');");
E_D("replace into `phome_enewsshopdd` values('28','152354429742827','2018-04-12 22:45:02','1','lehuyun','0','1','0','郭富城','','','guofucheng@qq.com','010-89688012','13810374034','北京市昌平区天通苑西二区13号楼302室','','1','送货上门','0.00','480.00','4','预付款支付','2','10.00','0','','0.00','','127.0.0.1','','','0.00','1523544302','1');");
E_D("replace into `phome_enewsshopdd` values('29','152358041660207','2018-04-13 08:47:59','1','lehuyun','0','1','0','郭富城','','','guofucheng@qq.com','010-89688012','13810374034','北京市昌平区天通苑西二区13号楼302室','','1','送货上门','0.00','380.00','4','预付款支付','2','20.00','0','','0.00','','127.0.0.1','','','0.00','1523580479','1');");
E_D("replace into `phome_enewsshopdd` values('30','152358405265192','2018-04-13 09:47:46','1','lehuyun','0','1','0','郭富城','','','guofucheng@qq.com','010-89688012','13810374034','北京市昌平区天通苑西二区13号楼302室','','1','送货上门','0.00','190.00','4','预付款支付','2','1000.00','0','','0.00','','127.0.0.1','','','0.00','1523584066','1');");
E_D("replace into `phome_enewsshopdd` values('31','152390183548857','2018-04-17 02:04:06','1','lehuyun','0','1','0','郭富城','','','guofucheng@qq.com','010-89688012','13810374034','北京市昌平区天通苑西二区13号楼302室','','1','送货上门','0.00','87.00','4','预付款支付','2','0.00','0','','0.00','','113.143.142.55','','','0.00','1523901846','1');");
E_D("replace into `phome_enewsshopdd` values('32','152431787086616','2018-04-21 21:38:20','1','lehuyun','0','1','0','郭富城','','','guofucheng@qq.com','010-89688012','13810374034','北京市昌平区天通苑西二区13号楼302室','','1','送货上门','0.00','29.00','4','预付款支付','2','0.00','0','','0.00','','113.143.143.97','','','0.00','1524317900','1');");
E_D("replace into `phome_enewsshopdd` values('33','152471893494850','2018-04-26 13:02:22','1','lehuyun','0','1','0','郭富城','','','guofucheng@qq.com','010-89688012','13810374034','北京市昌平区天通苑西二区13号楼302室','','1','送货上门','0.00','29.00','4','预付款支付','2','0.00','0','','0.00','','113.143.167.114','','','0.00','1524718942','1');");
E_D("replace into `phome_enewsshopdd` values('34','152527465469784','2018-05-02 23:25:12','1','lehuyun','0','1','0','郭富城','','','guofucheng@qq.com','010-89688012','13810374034','北京市昌平区天通苑西二区13号楼302室','','1','送货上门','0.00','74.00','4','预付款支付','2','0.00','0','','0.00','','113.143.143.35','','','0.00','1525274712','1');");
E_D("replace into `phome_enewsshopdd` values('35','152855187689515','2018-06-09 21:45:55','0','','0','0','0','杨','','','',' 12345678','12345678911','深圳宝安','000000','1','送货上门','0.00','237.00','7','支付宝','0','0.00','0','','0.00','','223.104.63.24','','','0.00','1528551955','1');");
E_D("replace into `phome_enewsshopdd` values('36','154652802648587','2019-01-03 23:08:25','0','','0','0','0','刘皓番','','','9573459@qq.com','15207929017','18070538522','浔南大道','18070538','1','送货上门','0.00','29.00','7','支付宝','0','0.00','0','','0.00','','182.101.100.116','','','0.00','1546528105','1');");
E_D("replace into `phome_enewsshopdd` values('37','155038511469853','2019-02-17 14:32:36','0','','0','0','0','5555','','','359693670@qq.com','165151','15927130262','555','444800','1','送货上门','0.00','109.00','7','支付宝','0','0.00','0','','0.00','','27.19.151.111','','','0.00','1550385156','1');");

@include("../../inc/footer.php");
?>